export const CITIES_OBJ = {
    'Москва': {
        name: 'Москва',
        lat: 55.75,
        lng: 37.61
    },

    'Санкт-Петербург': {
        name: 'Санкт-Петербург',
        lat: 59.93,
        lng: 30.33
    },

    'Новосибирск': {
        name: 'Новосибирск',
        lat: 55.00,
        lng: 82.93
    },

    'Самара': {
        name: 'Самара',
        lat: 53.2415,
        lng: 50.2212
    },

    'Уфа': {
        name: 'Уфа',
        lat: 54.73,
        lng: 55.97
    },

    'Воронеж': {
        name: 'Воронеж',
        lat: 51.67,
        lng: 39.20
    },

    'Волгоград': {
        name: 'Волгоград',
        lat: 48.70,
        lng: 44.51
    },

    'Екатеринбург': {
        name: 'Екатеринбург',
        lat: 56.83,
        lng: 60.60
    },

    'Казань': {
        name: 'Казань',
        lat: 55.83,
        lng: 49.0
    },

    'Краснодар': {
        name: 'Краснодар',
        lat: 45.03,
        lng: 38.98
    },

    'Красноярск': {
        name: 'Красноярск',
        lat: 56.01,
        lng: 92.89
    },

    'Нижний Новгород': {
        name: 'Нижний Новгород',
        lat: 56.291,
        lng: 43.93
    },

    'Омск': {
        name: 'Омск',
        lat: 54.988,
        lng: 73.324
    },

    'Пермь': {
        name: 'Пермь',
        lat: 58.0297,
        lng: 56.266
    },

    'Ростов-на-Дону': {
        name: 'Ростов-на-Дону',
        lat: 47.235,
        lng: 39.7015
    },

    'Ульяновск': {
        name: 'Ульяновск',
        lat: 54.3182,
        lng: 48.3838
    },
};

export const CITIES = [
    'Москва',
    'Санкт-Петербург',
    'Воронеж',
    'Волгоград',
    'Екатеринбург',
    'Казань',
    'Краснодар',
    'Красноярск',
    'Нижний Новгород',
    'Новосибирск',
    'Омск',
    'Пермь',
    'Ростов-на-Дону',
    'Самара',
    'Уфа',
    'Ульяновск'
];
